Repository: lhu-smartling/github-demo
Catalog: localizable-demo_*.strings
Languages: fr_fr, ja_jp

source: Smartling Tips
fr_fr: Smartling conseils

source: Create a localization strategy and roadmap
fr_fr: Créer une stratégie de localisation et de la feuille de route
ja_jp: 現地化戦略とロードマップを作成します。

source: Put the user at the center of your localization strategy
fr_fr: Mettre l’utilisateur au centre de votre stratégie de localisation
ja_jp: ローカライズ戦略の中心にユーザーを置く

source: Code your app for easy translation
fr_fr: Code de votre application pour traduction facile
ja_jp: 簡単に翻訳アプリをコードします。

source: Adhere to platform best practices
fr_fr: Se conformer aux pratiques exemplaires de plate-forme
ja_jp: プラットフォームのベスト プラクティスに従う

source: Localize for each region for a truly native experience
fr_fr: Localiser pour chacune des régions pour une expérience véritablement indigène
ja_jp: 本当にネイティブの経験のための地域ごとのローカライズします。

source: Leverage translation technology and specialized tools
fr_fr: Tirer parti de la technologie de traduction et outils spécialisés
ja_jp: 翻訳技術と特殊なツールを活用します。

source: Use an over-the-air service for translated content delivery
fr_fr: Utiliser un service en direct pour la diffusion de contenu traduit
ja_jp: 翻訳されたコンテンツ配信のための無線サービスを使用します。

source: Tips
fr_fr: Conseils
ja_jp: ヒント

source: About
fr_fr: Sur
ja_jp: に関しては

source: Truck %@ was being found.
fr_fr: Camion %1$@ a été trouvé.
ja_jp: トラック%1$@されているが見つかりました。

source: Truck {{modelName}} is being found.
fr_fr: Camion {{modelName}} se trouve.
